Revit 2027 API
BuiltInFailures.FamilyFailures.CantSolve Property
 Can't find solution for formulas for Type '[Type Name]'.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CantSolve { get; }
Public Shared ReadOnly Property CantSolve As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CantSolve {
	FailureDefinitionId^ get ();
}
static member CantSolve : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace